{
  "Metadata": {
    "title": "Gasto Público Mundial - Transparencia en el Gasto Gubernamental",
    "description": "Explora datos de gasto gubernamental en todo el mundo. Accede a información transparente y actualizada sobre gastos, presupuestos y asignaciones financieras globales.",
    "keywords": "gasto gubernamental, gasto público, transparencia gubernamental, datos abiertos, presupuestos, finanzas públicas, gasto público, transparencia fiscal",
    "authors": "Gasto Público Mundial",
    "creator": "Gasto Público Mundial",
    "publisher": "Gasto Público Mundial",
    "openGraph": {
      "title": "Gasto Público Mundial - Transparencia Global en Finanzas Públicas",
      "description": "Explora datos de gasto gubernamental en todo el mundo. Accede a información transparente y actualizada sobre gastos, presupuestos y asignaciones financieras globales.",
      "url": "https://publicspending.world/es",
      "siteName": "Gasto Público Mundial",
      "locale": "es_ES"
    },
    "twitter": {
      "title": "Gasto Público Mundial - Transparencia Global en Finanzas Públicas",
      "description": "Explora datos de gasto público de países de todo el mundo. Accede a información transparente y actualizada sobre los gastos gubernamentales."
    },
    "alternates": {
      "canonical": "https://publicspending.world/es"
    }
  },
  "Navbar": {
    "pageTitle": "Gasto Público en el Mundo",
    "homeLink": "Inicio",
    "rankingsLink": "Rankings",
    "compareLink": "Compara",
    "aboutLink": "Sobre nosotros",
    "contributeLink": "Contribuye en GitHub",
    "ariaLabel-MobileBtn": "Abrir el menú de navegación"
  },
  "LandingPage": {
    "title": "Es tu dinero. Descubre en qué se gasta.",
    "description": "Descubre cómo los gobiernos gastan los fondos públicos: desde los impuestos hasta la salud, la educación y mucho más. Transparente. Global. Abierto para todos.",
    "input": "Busca datos de países..."
  },
  "RankingPage": {
    "rankTitle": "Posición",
    "countryTitle": "País",
    "completeRankingsBtn": "Ver Ranking Completo"
  },
  "AboutPage": {
    "title": "Sobre Gasto Público en el Mundo",
    "description": "Explora cómo los países de todo el mundo recaudan y gastan el dinero público. Comprende los impuestos. Comprende el mundo.",
    "missionTitle": "Nuestra Misión",
    "missionText": "Creemos que las finanzas públicas deben ser transparentes, accesibles y comprensibles para todos. Nuestra misión es desglosar los ingresos fiscales y los gastos del gobierno, mostrando exactamente a dónde va tu dinero y empoderando a los ciudadanos con conocimiento sobre el gasto público mundial.",
    "offerTitle": "Qué Ofrecemos",
    "offerText": "Nuestra plataforma ofrece información sobre impuestos controvertidos, su eficiencia y equidad, así como el impacto real del gasto público en la sociedad. Agregamos y estandarizamos datos financieros de países de todo el mundo, facilitando el análisis y la comprensión de cómo los gobiernos gestionan los recursos públicos.",
    "featuresTitle": "Características Clave",
    "feature1Title": "Análisis de Impuestos",
    "feature1Text": "Explora impuestos controvertidos, comprende su necesidad y evalúa su eficiencia y equidad en diferentes países.",
    "feature2Title": "Impacto del Gasto",
    "feature2Text": "Descubre el impacto real del gasto público en la sociedad mediante análisis de datos y visualizaciones completas.",
    "feature3Title": "Perspectivas Globales",
    "feature3Text": "Compara cómo diferentes países recaudan y gastan el dinero público, con actualizaciones periódicas y tendencias históricas.",
    "contributeTitle": "Involúcrate",
    "contributeText": "¿Quieres contribuir con datos de tu país? Ya seas desarrollador, científico de datos o ciudadano interesado en las finanzas públicas, ¡tus contribuciones son bienvenidas! Ayúdanos a hacer que las finanzas públicas sean más transparentes para todos.",
    "viewOnGitHub": "Ver en GitHub"
  },
  "CountryPage": {
    "memberOrgsTitle": "Organizaciones afiliadas",
    "tabs": {
      "overview": "Visión General",
      "analysis": "Análisis e Insights"
    },
    "overview": {
      "financialOverview": "Visión Financiera",
      "revenueTitle": "Ingresos públicos",
      "spendingTitle": "Gasto público gubernamental",
      "revenueBreakdown": "Desglose de los ingresos públicos por fuente",
      "spendingBreakdown": "Desglose del gasto público por categorías",
      "revenueSources": "Fuentes de Ingresos",
      "revenueTooltip": "Muestra las principales fuentes de ingresos del gobierno, ayudando a entender cómo financia sus servicios públicos.",
      "spendingAllocation": "Distribución del Gasto",
      "spendingTooltip": "Muestra cómo se distribuyen los fondos gubernamentales entre diferentes sectores, revelando prioridades y compromisos nacionales."
    },
    "analysis": {
      "controversies": "Controversias",
      "controversiesTooltip": "Las controversias fiscales ponen de relieve desafíos políticos, sociales o económicos que pueden afectar la estabilidad y la dirección de la política futura.",
      "controversiesEmpty": "No se han reportado controversias importantes recientes.",
      "efficiency": "Eficiencia del Gasto",
      "efficiencyTooltip": "Mide qué tan bien se usan los fondos públicos para lograr los resultados deseados. Alta eficiencia significa más valor para los contribuyentes y mejores servicios.",
      "efficiencyEmpty": "No hay datos sobre eficiencia del gasto."
    }
  },
  "Footer": {
    "brand": "Gasto Público en el Mundo",
    "description": "Empoderando la transparencia en el gasto público global a través de datos accesibles e insights.",
    "linksTitle": "Enlaces",
    "links": {
      "about": "Sobre nosotros",
      "github": "GitHub ↗",
      "privacy": "Política de privacidad"
    },
    "copyright": "© 2025 Public Spending World. Todos los derechos reservados."
  }
}
